const programData = [
    {
        id: 1,
        subtitle: 'Курс',
        title: 'Разработка мобильных приложений',
        description: 'Разработчик мобильных приложений создаёт приложения, которыми люди ежедневно пользуются на смартфонах, умных часах и планшетах.',
        term: '24 месяца'
    },
    {
        id: 2,
        subtitle: 'Курс',
        title: 'Блогинг',
        description: 'Блогер ведёт собственный канал, сайт или страничку. Для своих подписчиков он — лидер мнений в определённой сфере.',
        term: '2 месяца'
    },
    {
        id: 3,
        subtitle: 'Профессия',
        title: 'Робототехника',
        description: 'Робототехника – создание роботов с помощью специальных конструкторов. Сочетает в себе программирование и создание конструкций.',
        term: '10 месяцев'
    },
    {
        id: 4,
        subtitle: 'Профессия',
        title: 'Графический дизайн',
        description: 'Графический дизайнер специализируется на оформлении окружающей среды средствами графики и донесении нужной информации потребителю.',
        term: '8 месяцев'
    },
    {
        id: 5,
        subtitle: 'Курс',
        title: 'Soft Skills',
        description: 'Курс по Soft Skills это комплекс упражнений, для получения умений общего характера, тесно связанных с личностными качествами',
        term: '24 месяца'
    },
    {
        id: 6,
        subtitle: 'Профессия',
        title: 'Game Development',
        description: 'Gave Developer (GameDev) — специалист, отвечающий за разработку правил и содержания игрового процесса создаваемой игры.',
        term: '24 месяца'
    },
    {
        id: 7,
        subtitle: 'Профессия',
        title: 'Прикладное программирование',
        description: 'Прикладное программирование — это написание программного обеспечения для работы с теми или иными видами данных.',
        term: '10 месяцев'
    },
    {
        id: 8,
        subtitle: 'Профессия',
        title: 'IOS-разработка',
        description: 'iOS-разработчик создает приложения для устройств Apple, которые ежедневно используются клиентами продуктов Apple.',
        term: '24 месяца'
    },
    {
        id: 9,
        subtitle: 'Профессия',
        title: 'С-разработчик',
        description: 'Разработчик на языке C занимается разработкой высокопроизводительных и высоконагруженных систем, таких как драйверы, игры и приложения.',
        term: '22 месяца'
    },
    {
        id: 10,
        subtitle: 'Профессия',
        title: 'Тестировщик ПО',
        description: 'Тестироовщик ПО — специалист, принимающий участие в тестировании компонента или системы.',
        term: '12 месяцев'
    },
    {
        id: 11,
        subtitle: 'Курс',
        title: 'Интернет-маркетинг',
        description: 'Интернет-маркетолог — сппециалист, который занимается продвижением товаров и услуг через онлайн-сервисы.',
        term: '9 месяцев'
    },
    {
        id: 12,
        subtitle: 'Профессия',
        title: 'Python-разработчик',
        description: 'Python-Разработчик — специалист, который решает задачи бизнеса,  создаёт сайты, приложения и сервисы.',
        term: '24 месяца'
    },
   
]
export default programData