export const testContent = [
    {
        id: 1,
        question: 'В какой области вы бы хотели улучшить свои знания и навыки?',
        var1: 'Маркетинг и реклама',
        var2: 'Программирование и IT',
        var3: 'Блогинг'
    },
    {
        id: 2,
        question: 'Какая продолжительность курса вас бы наиболее устроила?',
        var1: 'Краткосрочный (1-3 месяца)',
        var2: 'Средний (2-8 месяцев)',
        var3: 'Длительный (более 8 месяцев)'
    },
    {
        id: 3,
        question: 'Kакие обучающие материалы вам наиболее интересны?',
        var1: 'Видеоуроки и онлайн-лекции',
        var2: 'Практические задания и проекты',
        var3: 'Теоретические материалы и кейсы'
    },
    {
        id: 4,
        question: 'Какой формат общения с преподавателем вы предпочитаете?',
        var1: 'Онлайн-консультации и личные встречи',
        var2: 'Вебинары и чаты с возможностью задавать вопросы',
        var3: 'Не требуется общение с преподавателем'
    },
    {
        id: 5,
        question: 'Сколько времени в неделю вы готовы уделять обучению на данном курсе?',
        var1: 'Меньше 5 часов',
        var2: '5-10 часов',
        var3: 'Более 10 часов'
    },
    {
        id: 6,
        question: 'Как ваши новые знания, полученные в результате обучения, планируете использовать в своей повседневной деятельности или профессиональной среде?',
        var1: 'Внедрение инновационных подходов в рутинные процессы',
        var2: 'Смена трудовой сферы',
        var3: 'Развитие навыков и компетенций для роста в карьере'
    },
]